<?php

return [
    '2fa' => 'Двух-факторная аутентификация',
    'enable' => 'Включить',
    'regenerate' => 'Обновить',
    'disable' => 'Отключить',
    'refresh_recovery_codes' => 'Сгенерировать новые',
    'code' => 'Код',
    'secret_key' => 'Ключ для ручного ввода',
    'code_hint' => 'Введите 6-значный код из приложения-аутентификатора',
    'use_authenticator_code' => 'Использовать код из приложения',
    'use_recovery_code' => 'Использовать резервный код',
    'or_recovery_code' => 'Или введите код восстановления',
    'confirm' => 'Подтвердить',
    'show_recovery_code' => 'Показать коды восстановления'
];
